Repository: mktbsh/macos-video-wallpaper
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ja

# alert.login_item_failed.title
source: Failed to Update Launch-at-Login Setting
ja: ログイン起動の設定に失敗しました

# alert.unsupported_file.message
source: Please choose an MP4, MOV, or M4V video file.
ja: MP4、MOV、M4V 形式の動画ファイルを選択してください。

# alert.unsupported_file.title
source: Unsupported File Type
ja: サポートされていないファイル形式です

# dim_level.dark
source: Dark
ja: 暗く

# dim_level.none
source: None
ja: なし

# dim_level.slight
source: Slightly Dim
ja: 少し暗く

# menu.dim_level
source: Brightness
ja: 明るさ調整

# menu.display.show_wallpaper
source: Show Wallpaper
ja: 壁紙を表示

# menu.launch_at_login
source: Launch at Login
ja: ログイン時に起動

# menu.playlist.add_videos
source: Add Videos...
ja: 動画を追加…

# menu.playlist.clear
source: Clear Playlist
ja: プレイリストを消去

# menu.playlist.current
source: Current: %@
ja: 再生中: %@

# menu.playlist.edit
source: Edit Playlist...
ja: プレイリストを編集…

# menu.playlist.next
source: Next Video
ja: 次の動画

# menu.playlist.previous
source: Previous Video
ja: 前の動画

# menu.playlist.summary.empty
source: Wallpaper: Not Set
ja: 壁紙: 未設定

# menu.playlist.summary.multiple
source: Wallpaper: %lld Videos
ja: 壁紙: %lld 本の動画

# menu.playlist.summary.single
source: Wallpaper: 1 Video
ja: 壁紙: 1 本の動画

# menu.power_saving
source: Power Saving
ja: 低電力モード

# menu.quit
source: Quit
ja: 終了

# menu.screen_target
source: Displays
ja: 対象画面

# menu.version
source: Version %@
ja: バージョン %@

# menu.video.select
source: Choose Video...
ja: 動画を選択…

# menu.video_gravity
source: Display Mode
ja: 表示方法

# menu.wallpaper.clear
source: Clear Wallpaper
ja: 壁紙を解除

# menu.wallpaper.current
source: Wallpaper: %@
ja: 壁紙: %@

# menu.wallpaper.unset
source: Wallpaper: Not Set
ja: 壁紙: 未設定

# panel.select_video.title
source: Choose Wallpaper Video
ja: 壁紙動画を選択

# power_saving_mode.always
source: Always
ja: 常に

# power_saving_mode.battery
source: On Battery Only
ja: バッテリー使用時のみ

# power_saving_mode.never
source: Never
ja: しない

# playlist_editor.add_videos
source: Add Videos
ja: 動画を追加

# playlist_editor.delete
source: Delete
ja: 削除

# playlist_editor.display_name
source: Display Name
ja: 表示名

# playlist_editor.empty_state
source: No Videos
ja: 動画がありません

# playlist_editor.empty_state.description
source: Add videos to build a wallpaper playlist.
ja: 動画を追加して壁紙プレイリストを作成します。

# playlist_editor.end_time
source: End Time (seconds)
ja: 終了時間（秒）

# playlist_editor.move_down
source: Move Down
ja: 下へ移動

# playlist_editor.move_up
source: Move Up
ja: 上へ移動

# playlist_editor.range_hint
source: Set start and end times to loop a portion of the video.
ja: 開始時間と終了時間を指定すると動画の一部だけをループします。

# playlist_editor.range_section
source: Loop Range
ja: ループ範囲

# playlist_editor.set_current
source: Set Current
ja: 現在の動画にする

# playlist_editor.start_time
source: Start Time (seconds)
ja: 開始時間（秒）

# playlist_editor.title
source: Playlist Editor
ja: プレイリスト編集

# playlist_editor.use_full_video
source: Use Full Video
ja: 動画全体を使う

# playlist_editor.validation.invalid_range
source: End time must be greater than start time.
ja: 終了時間は開始時間より後である必要があります。

# screen_target.all
source: All Displays
ja: すべての画面

# screen_target.builtin
source: Built-in Display Only
ja: 内蔵ディスプレイのみ

# screen_target.external
source: External Displays Only
ja: 外部モニターのみ

# video_gravity.contain
source: Contain
ja: 全体表示

# video_gravity.cover
source: Cover
ja: カバー

# video_gravity.fill
source: Fill
ja: 引き伸ばし

# error.bookmark_save_failed
source: Failed to save video bookmark
ja: 動画のブックマーク保存に失敗しました

# error.bookmark_resolve_failed
source: Video file not found
ja: 動画ファイルが見つかりません

# error.playback_failed
source: Cannot play video
ja: 動画を再生できません
